{
  "jsonghazlen" :[
    {
      "name" : "غزل",
      "id": 1,
      "misra":"وہ بدل گئے یقین نہیں ہوتا گر کر سنبھل گئے یقین نہیں ہوتا تھے جو زمانہ قدیم سے ہمراہ ہمارےکر دنیا سے نقل گے یقین نہیں ہوتا ہمارے دلوں کے چراغ سراپا ناز تھے جوپل بھر میں ہم سے قفل گئے یقین نہیں ہوتاان کی یاد ستاتی ہے رات کی تنہائیوں میں شاعر سے بن غزل گئے یقین نہیں ہوتا ہم اب دنیا سے ستا ے ہوئے ہیں جذبات ہو قتل گے یقین نہیں ہوتا بڑی مشکل کٹی وہ ہجر کی رات جو تیرے بن گزری خواہش تھے جو کبھی بن ثقل گے یقین نہیں ہو تا"


    },
    {
      "name" : "غزل",
      "id": 2,
      "misra": "شوق دید بچاکے رکھ دیواریں دل کی سجا کے رکھ ملیں گے ہم کسی روز بس یہ آس لگا کے رکھ یاد میں میری تو ہر لمحہ زندگی کے چراغ جلا کے رکھ اشکوں سے نہ پڑے پالہ تیرا خود کو تو اتنا چھپا کے رکھ"
    },
    {
      "name" : "غزل",
      "id": 3,
      "misra": "میری شخصیت کو کم مت سمجھناکروں گا تیرے جانے کا غم مت سمجھنا ہاں بھول گے ہم آپ کو وہ الگ بات ہےکہ دل کا نرم ہوںتیرے جھوٹ سے آنکھیں ہوں گی نم مت سمجھناارادے مستقم ہیں ہمارے کر دوگے زم مت سمجھناجانتے ہیں ہم بھی نظامِ دنیا جاتتاتے نہیں گم مت سمجھنا"
    },
    {
      "name" : "غزل",
      "id": 4,
      "misra": "اےدلگلزار تجھے ہوا کیا ہے بتا تو سہی آ خر ماجرہ کیا ہے کیوں ہنستے ہنستے افسردہ ہوگیا اس غمی کا آ خر راز کیا ہے کیوں تیری مسکراہٹ گم ہوگئ اتنے بڑے ما تم کی وجہ کیا ہے تیرے رفیق ہوئے تیرے رقیب رفیقوں کی غداری کی وجہ کیا ہے غم دیا اگر تیرے اپنوں نے بھولا اس غم کو دنیا میں رکھا کیا ہے چھورڈ دو گے آس اگر جینے کی تو پھر خدا کا امتحان کیا ے دنیا میں اگر کچھ کرنا ے پھر مرنے کی وجہ کیا ے"
    },
    {
      "name" : "غزل",
      "id": 5,
      "misra": "بغیر اسکے زندگی کرنی بسر نہیں آ تی ویران باغ کی ڈالی شجر نہیں آتی جی نہیں سکتے اسکے بغیر کرنی اسکی قدر نہیں آتی دین ہمارا مکمل نہیں اسکے بغیر پڑھنی اب تو ہمیں فجر نہیں آتی موسم سب اسکے ساتھ تھے اکیلے تو اب ابر نہیں آتی خوشیوں کا گلدستہ تھی وہ اسکے بغیر تو اب فکر نہیں آتی جانے زندگی یہ ختم کیوں نہیں ہوتی مظفر اب تو خوابوں میں بھی ہمارے قبر نہیں آتی "
    },
    {
      "name" : "یتیم کی بےبسی",
      "id": 6,
      "misra": "جانے کہاں وہ جذبات کھو گئے تھے پرانے جو حالات کھو گئے ہم نے کوشش کی بہت وقت بدلنے کی مگر اب جانے کہاں وہ اوقات کھو گئے وہ واقف نہیں ہمارے حالات سے جانے کہاں وہ احساسات کھو گئے قدرت کے حسین نظاروں میں بے لوث وہ اقدامات کھو گئے زمانہ قدیم کی غلطیوں میں وہ ہزاروں خیالات کھو گئےاجنبی راستوں میں تنہا مظفرہمارے تھے جو اشاعت کھو گئے"},
    {
      "name" : "غزل",
      "id": 7,
      "misra": "باتوں کے نہ دیئے جواب اس نےکچھ ادھورے دیئے خواب اس نےجانےبساط نہ تھی ہم سے بات کرنے کی اشکوں سے آنکھوں کو کیا سراب اس نے ویران باغ کو اک زمانے میںہر شجر کی ڈالی کو کیا گلاب اس نےٹوٹ گئے ہم جدائی کے بعد زندگی کوکیاحباب اس نےسنائیں کسے زندگی کے افسانےدل کو اسطرح کیا اضطراب اس نےآتش غم میں جل رہے ہیں مظفر زندگی کا کیا خانہ خراب اس نے"   }

  ]
}